{
  " ": 0,
  "!": 1,
  "\"": 2,
  "&": 3,
  "'": 4,
  ",": 5,
  "-": 6,
  ".": 7,
  "0": 8,
  "1": 9,
  "2": 10,
  "3": 11,
  "4": 12,
  "5": 13,
  "6": 14,
  "7": 15,
  "8": 16,
  "9": 17,
  ":": 18,
  "?": 19,
  "A": 20,
  "B": 21,
  "C": 22,
  "D": 23,
  "E": 24,
  "F": 25,
  "G": 26,
  "H": 27,
  "I": 28,
  "J": 29,
  "K": 30,
  "L": 31,
  "M": 32,
  "N": 33,
  "O": 34,
  "P": 35,
  "R": 36,
  "S": 37,
  "T": 38,
  "V": 39,
  "W": 40,
  "X": 41,
  "Y": 42,
  "Z": 43,
  "a": 44,
  "b": 45,
  "c": 46,
  "d": 47,
  "e": 48,
  "f": 49,
  "g": 50,
  "h": 51,
  "i": 52,
  "j": 53,
  "k": 54,
  "l": 55,
  "m": 56,
  "n": 57,
  "o": 58,
  "p": 59,
  "q": 60,
  "r": 61,
  "s": 62,
  "t": 63,
  "u": 64,
  "v": 65,
  "w": 66,
  "x": 67,
  "y": 68,
  "z": 69,
  "|": 203,
  "ऀ": 71,
  "ँ": 72,
  "ं": 73,
  "ः": 74,
  "ऄ": 75,
  "अ": 76,
  "आ": 77,
  "इ": 78,
  "ई": 79,
  "उ": 80,
  "ऊ": 81,
  "ऋ": 82,
  "ऌ": 83,
  "ऍ": 84,
  "ऎ": 85,
  "ए": 86,
  "ऐ": 87,
  "ऑ": 88,
  "ऒ": 89,
  "ओ": 90,
  "औ": 91,
  "क": 92,
  "ख": 93,
  "ग": 94,
  "घ": 95,
  "ङ": 96,
  "च": 97,
  "छ": 98,
  "ज": 99,
  "झ": 100,
  "ञ": 101,
  "ट": 102,
  "ठ": 103,
  "ड": 104,
  "ढ": 105,
  "ण": 106,
  "त": 107,
  "थ": 108,
  "द": 109,
  "ध": 110,
  "न": 111,
  "ऩ": 112,
  "प": 113,
  "फ": 114,
  "ब": 115,
  "भ": 116,
  "म": 117,
  "य": 118,
  "र": 119,
  "ऱ": 120,
  "ल": 121,
  "ळ": 122,
  "ऴ": 123,
  "व": 124,
  "श": 125,
  "ष": 126,
  "स": 127,
  "ह": 128,
  "ऺ": 129,
  "ऻ": 130,
  "़": 131,
  "ऽ": 132,
  "ा": 133,
  "ि": 134,
  "ी": 135,
  "ु": 136,
  "ू": 137,
  "ृ": 138,
  "ॄ": 139,
  "ॅ": 140,
  "ॆ": 141,
  "े": 142,
  "ै": 143,
  "ॉ": 144,
  "ॊ": 145,
  "ो": 146,
  "ौ": 147,
  "्": 148,
  "ॎ": 149,
  "ॏ": 150,
  "ॐ": 151,
  "॑": 152,
  "॒": 153,
  "॓": 154,
  "॔": 155,
  "ॕ": 156,
  "ॖ": 157,
  "ॗ": 158,
  "क़": 159,
  "ख़": 160,
  "ग़": 161,
  "ज़": 162,
  "ड़": 163,
  "ढ़": 164,
  "फ़": 165,
  "य़": 166,
  "ॠ": 167,
  "ॡ": 168,
  "ॢ": 169,
  "ॣ": 170,
  "।": 171,
  "॥": 172,
  "०": 173,
  "१": 174,
  "२": 175,
  "३": 176,
  "४": 177,
  "५": 178,
  "६": 179,
  "७": 180,
  "८": 181,
  "९": 182,
  "॰": 183,
  "ॱ": 184,
  "ॲ": 185,
  "ॳ": 186,
  "ॴ": 187,
  "ॵ": 188,
  "ॶ": 189,
  "ॷ": 190,
  "ॸ": 191,
  "ॹ": 192,
  "ॺ": 193,
  "ॻ": 194,
  "ॼ": 195,
  "ॽ": 196,
  "ॾ": 197,
  "ॿ": 198,
  "‘": 199,
  "’": 200,
  "“": 201,
  "”": 202,
  "[UNK]": 203,
  "[PAD]": 204
}